Repository: snorkel-marlin-repos/unknown-horizons_unknown-horizons_pr_2070_db3ac773-4438-4040-b5e5-26c46ba8ab9a
Catalog: po/scenarios/*/The_Unknown.po
Languages: fr

source: easy
fr: facile

source: You are the captain of a ship under the flag of England in 1740. You and your crew were on the way to a colony of England in the pacific ocean. Everything went fine until you came into a storm....
fr: Vous êtes le capitaine d'un navire sous le drapeau d'Angleterre en 1740. Vous et votre équipage étiez en chemin vers une colonie d'Angleterre dans l'océan pacifique. Tout allais bien jusqu’à ce que vous entriez dans une tempête....

source: 20th November 1740
fr: 20 Novembre 1740

source: After four days the storm finally fades and we can take a rest. But we only have little food left and our ship is in a bad shape. The navigational instruments and sea charts are lost.
fr: Au bout de quatre jours, la tempête s'atténue enfin et nous pouvons nous reposer. Cependant il ne nous reste que très peut de nourriture et le navire est dans un mauvais état. Les instruments de navigations et les cartes marines sont perdues.

source: We have to come ashore soon. One of my jacks saw some birds hunting for fish, so land can't be far. Fortunately we always have some tools and boards onboard, so we can build some basic shelter.
fr: Nous devons atteindre de la terre ferme bientôt. L'un de mes matelots a aperçu un oiseau chassant des poissons, donc il doit y avoir de la terre tout près. Heureusement nous avons toujours quelques outils et des planches abord, donc nous pourrons donc ériger des abris rudimentaires.

source: Task: Find land and build a port.
fr: Mission: Trouvez de la terre ferme es érigez un port.

source: 22nd November 1740
fr: 22 Novembre 1740

source: The port is built and a new hope arises. I am still worried about the next days... we are running out of food and lack basic building material.
fr: Le port est achevé et de nouveaux espoirs naissent. Néanmoins, je suis inquiet au sujet des jours à venir... nos réserves de nourritures s'épuisent et nous manquons de matériaux de construction de base.

source: We need to secure our basic needs to keep us alive. It is time to send people gathering food and lumber so that we can survive and build some shelter.
fr: Afin de rester en vie, nous devrons assurer nos besoins de base. Il est temps d'envoyer des matelots pour trouver de la nourriture et du bois de construction, afin que nous puissions construire des abris et survivre.

source: Task: Build at least one of each: * Lumberjack * Fisher * Hunter Collect 5 food and 5 boards.
fr: Mission: Érigez au moins un: * Camp de bûcheron * Pêcheur * Chasseur Amassez également 5 nourriture et 5 planches.

source: 25th November 1740
fr: 25 Novembre 1740

source: We have secured our basic needs of food and gathered some wood to continue the growth of our new settlement. Our people demand a place to live and exchange goods for their everyday needs.
fr: Nous avons assuré nos besoins en nourriture et amassé un peu de bois afin de continuer le développement de notre nouvelle colonie. Nos citoyens exigent un endroit où vivre et échanger des biens pour la vie de tous les jours.

source: It is time to build some tents to live in and a small main square to supply our citizens with goods.
fr: Il est temps de construire quelques tentes où vivre et une place principale afin d'approvisionner nos citoyens en biens.

source: Task: Build a main square and at least 10 tents.
fr: Mission: Édifiez une place principale et au moins 10 tentes.

source: 1st December 1740
fr: 1er Décembre 1740

source: Finally we have enough to eat and a place to live again. My tent is not very comfortable but it keeps me dry and I have the feeling of having a roof over my head at night.
fr: Finalement nous avons de nouveau assez à manger et une place où vivre. Ma tente n'est pas très confortable mais elle me garde au sec et j'ai le sentiment d'avoir un toit au dessus du ma tête.

source: I have been researching the stars at night, but without my sea charts and instruments their meaning remains unknown. I have the feeling we will be stuck here for a while, so we'll have to make the best of situation. We can only try to to build up a civilisation and find a way home...
fr: J'ai étudié les étoiles la nuit mais sans mes instruments et mes cartes marines leur signification reste caché. J'ai le sentiment que nous sommes pris ici pour quelques temps, alors faisons le meilleur de la situation. Tous ce que nous pouvons faire c'est d'établir une civilisation et trouver notre chemin de retour...

source: Task: Grow the village until you have at least 250 inhabitants and a positive balance.
fr: Mission: Agrandissez le village à 250 habitants et un bilan positif.

source: 27th August 1745
fr: 27 Août 1745

source: Our village is doing well, the city has grown to over 250 inhabitants. I have started getting used to my new home, but this island is too small to stay here forever.
fr: Notre village se porte bien, la ville a grandit à plus de 250 habitants. J'ai commencé à m'habituer à mon nouveau chez-moi mais cette île est trop petite pour rester pour toujours.

source: We should load our ship and move out to find a bigger island offering room and resources for my people. I have created a basic navigational map again, using the stars I see at night. It is not perfect, but I hope it will suffice to return here.
fr: Nous devrions charger notre navire et partir à la recherche d'une île plus grande offrant plus d'espace et de ressources pour nos citoyens. En me basant sur les étoiles que je vois la nuit j'ai créé une carte marine rudimentaire. Elle n'est pas parfaite mais j'espère qu'elle suffira à revenir ici.

source: Task: Contact the Unknown Horizons Team (www.unknown-horizons.org) and find out how you can contribute to making this scenario longer and better!
fr: Mission: Contactez l’équipe Unknown Horizons (www.unknown-horizons.org) et découvrez comment vous pouvez contribuer à améliorer et allonger ce scénario !
