Repository: snorkel-marlin-repos/unknown-horizons_unknown-horizons_pr_2070_db3ac773-4438-4040-b5e5-26c46ba8ab9a
Catalog: po/uh-server/*.po
Languages: fr, zh_cn

source: Old or unsupported multiplayer protocol. Please check your game version
fr: Version obsolète ou non supporté du protocole multijoueur. Veuillez vérifier votre version du jeu
zh_cn: 过时的或者不支持的多人游戏协议。请检查游戏版本

source: Unknown or malformed packet. Please check your game version
fr: Paquet inconnu ou mal-formé. Veuillez vérifier votre version du jeu
zh_cn: 未知或损坏的包。请检查你的游戏版本

source: Invalid/Unknown session
fr: Session invalide/inconnue
zh_cn: 无效或者未知的会话

source: You can't join a game while in another game
fr: Vous ne pouvez pas vous joindre à une partie lorsque vous êtes déjà dans une autre partie
zh_cn: 你不能加入这个游戏，因为你已加入其他游戏

source: Unknown game or game is running a different version
fr: Jeu inconnu ou version différente du jeu
zh_cn: 未知游戏或者未知版本

source: Game has already started. No more joining
fr: La partie a déjà débuté. Impossible de s'y joindre
zh_cn: 游戏已经开始。不能再加入了

source: Game is full
fr: La partie est plaine
zh_cn: 游戏满员了

source: Wrong password
fr: Mauvais mot de passe
zh_cn: 密码错误

source: There's already a player with your name inside this game. Change your name
fr: Il y a déjà un joueur avec votre nom dans cette partie. Veuillez changer votre nom
zh_cn: 已经有一个和重名的玩家在这个游戏里。请更换你的名字

source: There's already a player with your color inside this game. Change your color
fr: Il y a déjà un joueur avec votre couleur dans cette parie. Veuillez changer votre couleur
zh_cn: 已经有一个和你一样颜色的玩家在这个游戏里。请更换你的颜色

source: There's already a player with your unique player ID inside this game. This should never occur.
fr: Il y a déjà un joueur avec votre ID de joueur unique. Ceci ne devrais jamais arriver.
zh_cn: 你和已加入游戏玩家的ID完全一致。这是决不允许的

source: You are not inside a game
fr: Vous n'êtes pas dans une partie
zh_cn: 你还未加入一个游戏

source: The game has been terminated. The creator has left the game.
fr: La jeu a été terminé. Le créateur de la partie l'a quitté.
zh_cn: 游戏已经终止。游戏创建者离开了游戏

source: I feel like a bad bunny but one player has terminated the game which currently for technical reasons means that the game cannot continue. Sorry :*(
fr: Un joueur a quitté la partie et elle ne peut donc pas être continué en ce moment due à des raisons techniques. Désolé :*(
zh_cn: 非常抱歉，因为技术上的原因一名玩家已经退出了这场游戏，这导致游戏无法继续。

source: There's already a player with your name inside this game. Unable to change your name
fr: Il y a déjà un joueur avec votre nom dans cette partie. Incapable de changer votre nom
zh_cn: 已经有一个和你重名的玩家在这个游戏里。无法修改你的名字

source: There's already a player with your color inside this game. Unable to change your color
fr: Il y a déjà un jouer avec votre couleur dans cette partie. Incapable de changer votre couleur
zh_cn: 已经有一个和你一样颜色的玩家在这个游戏里。无法修改你的颜色

source: You can't fetch a game while in another game
fr: Vous ne pouvez vous informer sur d'autres parties lorsque vous êtes déjà dans une partie
zh_cn: 你不能创建新游戏，因为你在另一个游戏中
